Repository: RBoelter/mostViewed
Catalog: locale/*/locale.po
Languages: de, es, pt_br

# admin.scheduledTask.mostViewed
source: mostViewed
es: Más consultados
pt_br: Mais consultados

# plugins.generic.most.viewed.title
source: Most Viewed Articles
de: Beliebteste Artikel
es: Contenidos más consultados
pt_br: Conteúdos mais consultados

# plugins.generic.most.viewed.desc
source: Show the most-viewed and downloaded articles on the journal's homepage.
de: Zeigt die Top 5 der meistgesehenen und heruntergeladenen Artikel auf der Indexseite der Zeitschrift an.
es: Mostrar los contenidos más visitados y descargados en la página principal de la revista.
pt_br: Mostrar os conteúdos mais visitados e baixados na página principal da revista.

# plugins.generic.most.viewed.headline
source: Most Read Articles
de: Meistgesehene und heruntergeladene Artikel
es: Contenidos más consultados
pt_br: Conteúdos mais consultados

# plugins.generic.most.viewed.head
source: Section Heading
de: Überschrift des "Meist gesehene Artikel" Bereiches
es: Encabezado de la sección
pt_br: Cabeçalho da seção

# plugins.generic.most.viewed.head.desc
source: The heading that should be displayed above the most read articles section. Leave this field blank to display "Most Read Articles".
de: Tragen Sie hier die Überschrift ein, die über dem Bereich der meistgesehenen und heruntergeladenen Artikel Bereich ausgegeben werden soll. Lassen Sie das Feld leer, wird eine Standardüberschrift angezeigt.
es: Este es el campo para el título que encabeza la sección de los contenidos más consultados. Para que el sistema despliegue el título "Contenidos más consultados", deje este campo en blanco.
pt_br: Este é o campo para o título que encabeça a seção dos conteúdos mais consultados. Para que o sistema exiba o título "Conteúdos mais consultados", deixe este campo em branco.

# plugins.generic.most.viewed.days
source: Number of Days
de: Anzahl der Tage
es: Cantidad de días
pt_br: Quantidade de dias

# plugins.generic.most.viewed.days.desc
source: Includes views and downloads from this number of days. For example, enter 30 to get the most read articles over the last 30 days.
de: Tragen Sie hier die Anzahl der Tage für die Erfassung der Metriken ein. Wenn Sie beispielsweise 30 eingeben, werden nur die Metriken der letzten 30 Tage berücksichtigt, also alle Artikel, die in diesem Zeitraum aufgerufen oder heruntergeladen wurden.
es: Incluye las visitas y descargas realizadas durante la cantidad de días indicada. Por ejemplo, ingrese 30 para obtener los contenidos más consultados durante los últimos treinta días.
pt_br: Inclui as visitas e downloads realizados durante a quantidade de dias indicada. Por exemplo, insira 30 para obter os conteúdos mais consultados nos últimos trinta dias.

# plugins.generic.most.viewed.amount
source: Number of Articles
de: Anzahl der Ergebnisse
es: Cantidad de contenidos
pt_br: Quantidade de conteúdos

# plugins.generic.most.viewed.amount.desc
source: How many articles should be displayed.
de: Tragen Sie hier ein, wie viele Artikel Sie maximal anzeigen wollen.
es: Cantidad de contenidos que se deben visualizar.
pt_br: Quantidade de conteúdos que devem ser visualizados.

# plugins.generic.most.viewed.years
source: Exclude Old Articles
de: (Optional) Anzahl der maximal zu erfassenen Jahre
es: Excluir artículos antiguos
pt_br: Excluir artigos antigos

# plugins.generic.most.viewed.years.desc
source: Exclude articles published more than this number of years ago. For example, enter 2 if you only want to include articles published in the last two years. Leave this blank to include all published articles.
de: Wenn Sie verhindern möchten, dass eventuell sehr alte Artikel angezeigt werden, können Sie mit dieser Einstellung die Anzahl der Jahre eingrenzen, die erfasst werden. Wenn Sie z.B. hier „2“ eintragen, dann werden nur die meistgesehenen Artikel der letzten 2 Jahre erfasst. Diese Einstellung ist optional.
es: Puede excluir artículos que hayan sido publicados hace más de determinado tiempo en años. Por ejemplo, ingrese 2 si solo desea incluir los artículos que se publicaron en los últimos dos años. Deje este campo en blanco para incluir todos los artículos de la revista.
pt_br: Você pode excluir artigos que tenham sido publicados há mais de certo tempo em anos. Por exemplo, insira 2 se deseja incluir apenas os artigos publicados nos últimos dois anos. Deixe este campo em branco para incluir todos os artigos da revista.

# plugins.generic.most.viewed.position
source: Display Location
de: Ansicht unter der "Aktuellen Ausgabe"
es: Lugar de visualización
pt_br: Local de visualização

# plugins.generic.most.viewed.position.desc
source: If you enable this setting, the plugin will attempt to display the most read articles at the bottom of your journal homepage. This may not work on all themes.
de: Die Ansicht der meist gesehenen Artikel ist standardmäßig auf der Journal Index Seite ganz oben über der aktuellen Ausgabe. Um dies zu ändern, wurde ein JavaScript Workaround eingebaut, welcher die Ansicht unter der aktuellen Ausgabe einbindet. Dieser Workaround funktioniert nur, wenn in Ihrem Theme keine HTML-Elemente um den Hook gebaut wurden. Testen Sie bitte, ob diese Einstellungen bei Ihnen funktioniert und die Anzeige nach unten verschoben wird.
es: Si activa esta opción, el plugin intentará mostrar la sección de contenidos más consultados en la parte inferior de la página principal de la revista. Cabe la posibilidad de que esto no funcione en todos los temas.
pt_br: Se você ativar esta opção, o plugin tentará mostrar a seção dos conteúdos mais consultados na parte inferior da página principal da revista. Pode ser que isso não funcione em todos os temas.

# plugins.generic.most.viewed.position.check
source: Try to move the most read articles to the bottom of the journal homepage
de: Ansicht nach unten verschieben
es: Intentar mover la sección de contenidos más consultados a la parte inferior de la página principal de la revista.
pt_br: Tentar mover a seção dos conteúdos mais consultados para a parte inferior da página principal da revista.
